[
  {
    "label": "Anal sex",
    "description": "Anal sex, often simply referred to as \"anal\", refers to penetration of the anus. Some refuse it because they see it as taboo; others love it as a way to spice up their sex lives.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Being watched",
    "description": "People who like to expose themselves get a kick from being seen. Whether it’s sex with a partner or masturbation, things are hotter when you have an audience.",
    "category": "sexual_adventure"
  },
  {
    "label": "Blindfolding",
    "description": "Want to experience pleasure with all your senses? Covering your eyes increases your sensory perception and intensifies the connection with your partner – trust is everything!",
    "category": "joy_or_tabu"
  },
  {
    "label": "Blowjob",
    "description": "Blow job refers to oral stimulation of the penis with the mouth (lips, tongue and teeth). Other terms for this include oral sex or fellatio.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Body hair",
    "description": "A lot of people now find body hair unappealing. However, there are some who like hairy chests, legs or intimate areas.",
    "category": "physical_pref"
  },
  {
    "label": "Bondage, tying up",
    "description": "Bondage puts the “B” in BDSM and includes the full range of tying up to intensify the sexual experience. This includes anything from satin ribbons on the headboard to S&M “toys”.",
    "category": "sexual_pref"
  },
  {
    "label": "Chubby",
    "description": "For some people, chubby is not exactly considered the ideal of beauty. For many, however, a chubby figure is just right for a partner or for erotic matters.",
    "category": "physical_pref"
  },
  {
    "label": "Corsets",
    "description": "Corsets are back in fashion, and not just in the BDSM and gothic scenes. These sexy pieces of lingerie are a tight fit, giving the body a beautiful erotic shape.",
    "category": "sexual_pref"
  },
  {
    "label": "Cuckolding",
    "description": "Cuckold refers to a man in a committed partnership or romantic relationship who gains sexual pleasure from intimate contact between his partner and other men.",
    "category": "sexual_adventure"
  },
  {
    "label": "Cum play",
    "description": "After sex – whether vaginal, anal, oral or a hand job – the cum isn’t captured by a condom, but sprayed on the partner’s body.",
    "category": "sexual_pref"
  },
  {
    "label": "Cunnilingus",
    "description": "Cunnilingus refers to stimulation of the female genitalia with the mouth. This includes kissing, licking, sucking and gentle nibbling – let your fantasies run wild.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Dirty talk",
    "description": "Fans of dirty talk use sexual innuendos and direct language to turn their partners on. Talking dirty during phone sex or in-person encounters is very popular.",
    "category": "amusement"
  },
  {
    "label": "Erotic chat",
    "description": "This type of online conversation revolves completely around sexual and erotic topics. Things can get pretty hot if you also live out the written fantasies.",
    "category": "amusement"
  },
  {
    "label": "Exhibitionism",
    "description": "This describes the sexual preference of a person who finds it arousing to be seen by others while naked or having sex.",
    "category": "sexual_adventure"
  },
  {
    "label": "FFM threesome",
    "description": "FFM refers to sexual encounters involving two females (FF) and one male (M). Another type of threesome would be MMF.",
    "category": "sexual_adventure"
  },
  {
    "label": "Fetish",
    "description": "Fetish and sex are intrinsically linked for many people. Feet, latex and leather are some of the most common fetishes, but those don’t even begin to cover the wide range that’s out there.",
    "category": "sexual_pref"
  },
  {
    "label": "Films",
    "description": "It’s very popular for couples to film themselves during sex and erotic play and then post the videos online.",
    "category": "amusement"
  },
  {
    "label": "Fisting",
    "description": "Fisting or fist play refers to a sexual practice in which multiple fingers, the entire hand or several hands are inserted into the vagina or anus.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Foot eroticism",
    "description": "From foot jobs and sensual foot massages to hardcore BDSM foot play, both men and women enjoy foot eroticism.",
    "category": "sexual_pref"
  },
  {
    "label": "Gangbang",
    "description": "At this type of event, usually men outnumber the women, which leads to one woman having sex with multiple men – of course, it’s all consensual.",
    "category": "sexual_adventure"
  },
  {
    "label": "Going out in revealing clothing",
    "description": "The bare minimum: some people have a desire to go out in public wearing barely-there, sexy outfits which reveal as much as possible.",
    "category": "sexual_adventure"
  },
  {
    "label": "Golden showers",
    "description": "Also known as water sports, ‘golden showers’ is a term taken from the fetish world and refers to acts involving urination for sexual pleasure.",
    "category": "sexual_pref"
  },
  {
    "label": "Group sex",
    "description": "Group sex is just that: multiple people having sex in the same place at same time. Also known as an orgy, it can range anywhere from a threesome to a gang bang.",
    "category": "sexual_adventure"
  },
  {
    "label": "Handjob",
    "description": "Hand job refers to sexually pleasuring a partner with your hand. Unlike masturbation, a partner provides the stimulation.",
    "category": "joy_or_tabu"
  },
  {
    "label": "High heels",
    "description": "High heels are the cherry on top of sexy female attire and an unmistakable symbol of eroticism and sensuality.",
    "category": "sexual_pref"
  },
  {
    "label": "Intimate jewellery",
    "description": "Intimate jewellery refers to piercings or other jewellery on the genitals of men or women. These are often used for sexual stimulation.",
    "category": "physical_pref"
  },
  {
    "label": "Intimate shaving",
    "description": "Shaving one’s intimate regions is a disputed topic. Many women and men don’t think twice about shaving their pubic hair. Others think it’s completely unnatural.",
    "category": "physical_pref"
  },
  {
    "label": "Kama Sutra",
    "description": "The Kama Sutra is the most important book ever written on sex, eroticism and love. The book isn’t just a sexual guidebook; it teaches the Eastern art of lovemaking.",
    "category": "sexual_pref"
  },
  {
    "label": "Kissing",
    "description": "Who doesn’t love a good kiss? Gentle caresses with the lips give many comfort and satisfaction.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Lingerie",
    "description": "Lingerie is seductive, sexy and playful. It makes women feel sexy and men hot and bothered. It’s no wonder so many men enjoy seeing their partners in a little something special.",
    "category": "sexual_pref"
  },
  {
    "label": "MFMF couples sex",
    "description": "A MFMF foursome refers to sex involving two men and two women. This often occurs during partner swapping.",
    "category": "sexual_adventure"
  },
  {
    "label": "MMF threesome",
    "description": "MMF stands for ‘male, male, female’, i.e., a threesome involving two men and one woman. Another threesome arrangement would be FFM.",
    "category": "sexual_adventure"
  },
  {
    "label": "Massages",
    "description": "Once considered a healing art, massage is now a regular part of relaxing wellness regimens. Who doesn’t enjoy a sensual intimate massage?",
    "category": "sexual_pref"
  },
  {
    "label": "Masturbation",
    "description": "Masturbation is completely natural for both men and women, and refers to the stimulation of one’s own sexual organs, generally with the hands.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Normal sex",
    "description": "Sex is one of the most beautiful things in the world and should be fun. Normal sex doesn’t necessarily have to be mainstream.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Nudism",
    "description": "Nudism refers to those who love being naked. Nudists consider the bare human body to be a normal part of life and enjoy sharing it in a community.",
    "category": "sexual_adventure"
  },
  {
    "label": "Nylons",
    "description": "For some they are just tights, for others an arousing fetish – nylons are a major erotic turn-on for many people.",
    "category": "sexual_pref"
  },
  {
    "label": "Nymphomania",
    "description": "Nymphomania describes excessive desire for sex or orgasms. Today, this term is often equated with sex addiction.",
    "category": "sexual_pref"
  },
  {
    "label": "Older lovers",
    "description": "Like a good wine, sexual attraction can mature with age. Many people prefer older lovers or partners.",
    "category": "physical_pref"
  },
  {
    "label": "Outdoor",
    "description": "Sex doesn’t have to take place in the bedroom or behind closed doors. Many people find open-air sexual adventures a tantalising prospect.",
    "category": "sexual_adventure"
  },
  {
    "label": "PVC, leather & latex",
    "description": "PVC, leather & latex clothes are major turn ons for many people. These fetishes are very popular.",
    "category": "sexual_pref"
  },
  {
    "label": "Phone sex",
    "description": "Partners describe sexual acts on the phone to each other. Both try to get the other to orgasm with their words.",
    "category": "amusement"
  },
  {
    "label": "Photo exchange",
    "description": "Whether it’s a normal selfie or an erotic nude photo, many people exchange photos to get to know one another more intimately and fuel each other’s fantasies.",
    "category": "amusement"
  },
  {
    "label": "Photography",
    "description": "Capturing erotic poses on camera, also known as nude photography, is a popular form of erotic art. It can involve professional photographers and models, or amateur photographers and non-professionals.",
    "category": "amusement"
  },
  {
    "label": "Piercings",
    "description": "Piercings refer to rings or studs placed anywhere on the body, including the ears, nose, bellybutton and more.",
    "category": "physical_pref"
  },
  {
    "label": "Porn",
    "description": "Who hasn’t watched porn? Porn can spice up your sex life and make masturbating more steamy.",
    "category": "amusement"
  },
  {
    "label": "Pubic hair",
    "description": "Some men and women find pubic hair a turn-off, while others find it arousing. People who like pubic hair often value the more natural look.",
    "category": "physical_pref"
  },
  {
    "label": "Rimming",
    "description": "Rimming or anilingus is a sex practice in which the anus is stimulated with the lips and tongue. This can be done either superficially or by penetration of the anus with the tongue.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Role play",
    "description": "Role play involves putting your own identity aside and donning another. Playing a role can often help you fulfil sexual desires.",
    "category": "sexual_pref"
  },
  {
    "label": "Rough sex",
    "description": "Pure satisfaction of your sexual desire – that’s what rough sex is all about. You take what you want. Going easy on your partner goes out the window.",
    "category": "joy_or_tabu"
  },
  {
    "label": "S&M, BDSM",
    "description": "Common ground rules are essential for safe S&M and BDSM encounters. These practices fulfil the desire to subjugate, be dominated and to feel or give pain.",
    "category": "sexual_pref"
  },
  {
    "label": "Sex toys",
    "description": "Vibrators, cock rings and pleasure beads: Sex toys can be used as aids for stimulating yourself or your partner during sexual encounters.",
    "category": "sexual_pref"
  },
  {
    "label": "Slim",
    "description": "Slim describes a rather powerful and athletic physique. Many people perceive a slim body as an ideal of beauty.",
    "category": "physical_pref"
  },
  {
    "label": "Slow sex",
    "description": "Slow sex combines sex with mindfulness, allowing for greater depth in the shared experience and connecting sexual energy with heart and awareness.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Spanking",
    "description": "Spanking refers to hitting the clothed or exposed buttocks. In a broader sense, also adjacent body parts such as the thighs, back or external sex organs.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Special locations",
    "description": "Fancy an adventure outside the bedroom? “Special locations” include sex at work, outdoors, on the beach or in the car.",
    "category": "sexual_adventure"
  },
  {
    "label": "Squirting",
    "description": "Many consider female ejaculation, or “squirting” to be an urban myth. Men seem to either go wild for it or feel incredibly embarrassed when “it” happens.",
    "category": "sexual_pref"
  },
  {
    "label": "Strap-on sex",
    "description": "Strap-on sex is when one person penetrates another with a strap-on. This can happen between two women as well as between two men. Or a woman can penetrate a man (pegging).",
    "category": "sexual_pref"
  },
  {
    "label": "Striptease",
    "description": "Striptease refers to slowly removing your clothes in front of another person. Eroticism is important here, and in many cases the striptease is performed to music.",
    "category": "sexual_adventure"
  },
  {
    "label": "Tantra",
    "description": "Tantric massage is all about nudity, eroticism and sensuality. The massage can include both gentle and firm touch and may include the intimate areas.",
    "category": "sexual_pref"
  },
  {
    "label": "Tattoos",
    "description": "Tattoos can transform a body into a work of art. Some people prefer tattooed lovers.",
    "category": "physical_pref"
  },
  {
    "label": "Vanilla sex",
    "description": "Vanilla sex, also known as conventional or non-kink sex, describes romantic and emotional sex between two people. A lot of tenderness goes into this type of lovemaking.",
    "category": "joy_or_tabu"
  },
  {
    "label": "Voyeurism",
    "description": "Voyeurism doesn’t only refer to looking at naked body parts. Secretly observing two people having sex can also be extremely arousing.",
    "category": "sexual_adventure"
  },
  {
    "label": "Webcam",
    "description": "If both chat partners have webcams, they can video chat. Things can move beyond small talk and get hot, fast.",
    "category": "amusement"
  },
  {
    "label": "Wifesharing",
    "description": "Wifesharing is a consensual sexual practice in which the (usually) male partner enjoys seeing his partner engage in sexual contact with another person.",
    "category": "sexual_adventure"
  },
  {
    "label": "Young partners",
    "description": "It’s not just famous people who appreciate younger lovers. As long as it’s legal, there’s nothing against having relationships with younger partners.",
    "category": "physical_pref"
  }
]